<template>
	<view style="width: 100%;height: 100%;padding: 20upx;background-color: #FFFFFF;color: #5c5f66;">
		<!-- <view style="font-size: 16px;font-weight: 700;">
			甜宠领养协议
		</view></br> -->
		<view>
			为确保领养出去的宠物与领养人一起健康愉快地生活，经双方友好协商，就领养宠物一事达成如下协议：
			</br></br>一、宠物送养人，将宠物交由领养人。<b>需拍摄领养人与宠物的正面合照一张，领养人身份证照片一张，备案入档。</b> 
			
			</br>二、送养人权利及义务
			</br>1、在领养人接受领养宠物之前，为宠物提供适当的饮食及活动空间，保证其良好状态。
			</br>2、如实告知被领养宠物的健康状况、性格爱好、生活习性等。
			</br>3、为领养人喂养宠物提供必要的咨询与协助。
			</br>4、在领养人领养宠物后，定期对领养人的领养情况进行了解及回访，以便沟通信息，解决问题。
			</br>5、领养人的领养环境发生变化或无法继续本协议之规定，送养人将重新审核领养人的 领养资格，判定是否解除领养协议，并决定是否将领养宠物接回或转移。
			</br>三、领养人的权利及义务
			</br>1、事先与家庭成员做好沟通与商议，签署领养协议后，不得因家人反对、婚姻、生育、工作原因、住所变动、宠物生病或不听话等任何原因遗弃宠物。
			</br>2、接受领养前领养人的情况调查，并且通过送养人审核。
			</br>3、为宠物提供日常饮食，干净饮用水，并根据个人条件定期适量补充肉类或罐头食品进行口味的调剂。
			</br>4、为宠物提供阳光充足，通风良好的家庭居住环境，并保证宠物有适当的活动空间以保证充足的运动量，同时提供适当的陪伴与关怀。必须保证室内门、窗的纱窗牢固，避免宠物发生坠楼、走失等意外。无特殊情况，不得将宠物囚禁于笼中或其他狭小空间。
			</br>5、为宠物提供洁净、卫生的室内如厕条件。如：使用猫砂，坚持每日清理猫厕所和定期给猫厕所消毒。
			</br>6、定期为宠物提供日常护理，如皮毛梳理，修尖指甲，洗澡，清理耳朵和眼睛等。
			</br>7、适龄绝育，不得用于家养繁殖。
			</br>8、定期（成年后每年一次）为宠物体检及免疫。宠物患病时，到可靠的医疗机构对宠物进行治疗与救护，不得因经济或其他任何原因忽视、拖延宠物疾病的治疗，更不得因为疾病而遗弃宠物。
			</br>9、如短期不能照顾宠物时，应为其提供可靠的临时寄养场所。
			</br>10、在任何情况下，都不得虐待宠物，不得给其施行不人道且没必要的手术，如：去爪、拔出犬齿、截耳、断尾等。
			</br>11、带宠物出门，必须做好安全措施，不得遗失、走丢。
			</br>12、领养人不得以任何理由出售、转赠宠物，或将宠物用于其他途径，一旦发生且属实，送养人有权立即解除协议，将宠物接回或转移。
			</br>13、领养人必须接受回访并积极配合，且主动将宠物的生活情况及照片定期反馈给送养人（领养第一年，每月一次；第二年，两个月一次；以此类推）。
			</br>14、领养人如家庭住址、电话等联系方式变更，须及时告知送养人。
			</br>15、领养人如因任何原因无法继续饲养宠物，务必于第一时间将宠物归还宠物送养人。
			</br>四、<b>领养人如违反第三条中1、4、7、8、10、11、12条，视为严重违约，送养人有权要求领养人退还所领养宠物，且送养人保留追究法律责任的权利。</b>
			</br>五、如有争议，双方应及时协商解决，如协商不成，双方均有权提起诉讼。
			</br>六、领养服务使用过程中发生的任何意外情况、领养人对送养人在使用服务时的任何行为约束、线下交易行为等引起的任何性质的纠纷，应由领养人与送养人自行通过法律途径解决，甜宠不负有任何性质的协助义务和承担任何形式的责任。甜宠平台会对领养人与送养人信息进行审核，如双方刻意隐瞒，甜宠不负有任何性质的协助义务和承担任何形式的责任。
			</br>七、本协议未尽之事宜，由双方另行约定。
			</br></br>
		</view></br>
	</view>
</template>

<script>
	export default{
		data(){
			return{
				
			}
		},
		methods: {
			
		}
	}
</script>

<style lang='scss' scoped> 
</style>
