<template>
	<view style="flex-direction: column;width: 100%;height: 100%;padding: 20upx;background-color: #FFFFFF;color: #5c5f66;">
		<!-- <view style="font-size: 16px;font-weight: 700;">
			服务协议
		</view></br> -->
		<view>
			请注意，您同意接受的《甜宠用户协议》及《甜宠隐私协议》对于您参与甜宠寄养服务、领养服务、配对服务同样适用。本服务（寄养服务、送养服务、配对服务）条款与条件（下称「条款」）是对甜宠用户协议和隐私协议的补充。在同意本附加条款与条件之前，请先参阅甜宠用户协议和隐私协议。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			税务
		</view>
		<view>
			税务是个复杂的话题。 纳税义务可能会因您的具体情况而有所不同，因此，我们建议您自行做好纳税义务方面的调查，或咨询专业税务人士，以获取更多详细信息。
			</br>一般而言，您作为甜宠服务商家所赚取的收入属于应税收入，您可能需要缴纳不同的税项，例如房地产税、所得税、增值税、附加费、印花税和其他税项。
			</br>请务必确保您可以合法使用房源，并了解适用于您当地法律和国家法律。 对宠物寄养构成限制的一般有合同、法律和社区规定。 请咨询律师或当地主管部门，了解更多与您的个人情况有关的法规、限制和责任义务。
			</br>您可以先阅读本文的一般信息，了解有关出租法规和许可的基本信息。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			保险
		</view> 
		<view>
			请根据您自己的具体情况与保险中介或公司一起探讨，确定相关义务、限制和承保范围。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			关系的性质
		</view> 
		<view>
			您承认并同意参与本服务的基本条款和先决条件是：您不是本公司的员工、中间商或代理人，并且您不会声称或让任何人有理由相信您是本公司的员工、中间商或代理人。您同意，您参与本服务不会被解读为本公司和您之间建立了雇用或代理关系。因此，您在任何时候都没有且无权享受本公司不时向其员工提供的福利，并特此不可撤销地放弃任何相关的权利或要求，包括休假、福利、工资、奖金、股票或股票期权、利润分红、保险或医疗健康福利。本公司不代您或为您承担任何责任或其他保险。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			保证
		</view> 
		<view>
			您声明并保证：(a) 您拥有参与本服务的所有必要同意和许可，(b) 您先前存在的义务或承诺以及您将来承担或以其他方式负责的义务或承诺不会与本协议规定您应履行的义务发生冲突或是妨碍此类义务的履行，(c) 您将始终完全遵守所有适用法律，并且不会侵犯任何第三方（包括甜宠）的权利。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			赔偿
		</view> 
		<view>
			对于您在参与本服务的过程中因个人疏忽或故意不当行为而引起或导致的任何索赔、损害赔偿、责任、损失、开支和费用（包括律师及其他专业人士的合理费用和开支），您将为甜宠进行辩护，对甜宠进行赔偿并使甜宠免于承担赔偿责任。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			终止
		</view> 
		<view>
			甜宠有权随时以任何理由或无理由终止您参与本服务。根据本条款，双方的权利和义务将在本协议到期或终止后继续有效。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			责任免除和责任范围
		</view> 
		<view>
			在任何情况下，甜宠均不对与本协议有关的任何特别、附带、惩罚性或间接损害赔偿承担责任，即使本公司已事先获知此类损害赔偿的可能性。在任何情况下，本公司就本协议对您承担的全部责任累计不会超过本公司根据本协议向您支付的总金额。
		</view></br>
		<view style="font-size: 16px;font-weight: 700;">
			修改
		</view> 
		<view>
			甜宠保留通过在本页面上发布更新随时修改本服务的权利。如果不能接受修改后的条款，您唯一的选择是停止使用甜宠App并终止参与本服务。
		</view></br>
		<view style="font-weight: 700;">
			请注意，甜宠不能控制商家的行为，亦不承担任何责任。 对于不负责任的商家，甜宠有权停止他们的活动，或将他们从甜宠网站上除名。 甜宠对任何第三方网站链接（包括所有法律法规的链接）所包含信息的可靠性或准确性不承担任何责任。
		</view></br>
		
	</view>
</template>

<script>
	export default{
		data(){
			return{
				
			}
		},
		methods: {
			
		}
	}
</script>

<style lang='scss' scoped> 
</style>
