<template>
	<view style="flex-direction: column;width: 100%;height: 100%;padding: 20upx;background-color: #FFFFFF;">
		<!-- <view style="font-size: 16px;font-weight: 700;">
			《甜宠用户协议》及《甜宠用户政策》
		</view></br> -->
		<view style="font-weight: 700;">
			1.页面提示错误、卡顿、闪退怎么办？
		</view>
		<view>
			我们建议你尝试退出APP重新登录，如问题仍然存在，请在设置-反馈 页面，将以下信息，提供给我们：
			</br>1.出现问题时的操作步骤详细描述
			</br>2.现象描述（如卡顿是指“数据加载慢”还是“页面操作卡顿，点了没有反应”）
			</br>3.错误提示页面或卡顿页面截屏等
			这些信息会有助于我们发现问题所在
		</view></br>
		<view style="font-weight: 700;">
			2.首页推荐是根据什么推荐的？
		</view>
		<view>
			推荐页面的内容，是根据你的历史点击内容，并结合算法来推荐的，推荐是会不断更新的。
		</view></br>
		<view style="font-weight: 700;">
			3.如何上首页的推荐？
		</view>
		<view>
			推荐内容是依靠算法程序来推荐的，它有一些参考参数，比如内容丰富程度，浏览人数、评论人数、收藏的人数等，建议你多发布优质的文章，相信上首页的推荐不是很困难
		</view></br>
		<view style="font-weight: 700;">
			4.账户为什么会被禁言？
		</view>
		<view>
			若发布了违反【社区指导原则】的内容，账户有可能会被禁言，严重时可导致被封禁。如有疑问，可以在设置-反馈 页面 描述你的问题，客服收到后会对账户进行复核，并尽快回复。
		</view></br>
		<view style="font-weight: 700;">
			5.如何解绑手机号？
		</view>
		<view>
			应国家相关法律法规要求，使用互联网服务需进行账号实名，现只支持更换绑定手机号，不支持解绑操作
			</br>你可在 个人中心-设置-账户与安全-更换手机号 页面，先验证原手机号码，再更换绑定手机号
		</view></br>
		<view style="font-weight: 700;">
			6.忘记密码怎么办？
		</view>
		<view>
			在登录页面，点击 忘记密码，根据页面提示操作即可找回密码
		</view></br>
		<view style="font-weight: 700;">
			7.为什么收不到验证码短信？
		</view>
		<view>
			如果手机号码可正常使用，但一直无法正常收到甜宠发出的验证码短信，我们建议：
			</br>1.检查手机是否启用了短信拦截
			</br>2.检查短信收件箱是否需要清理
			</br>3.部分手机由于所在网络问题，可以尝试重启以及重装SIM卡
			</br>4.所在地区信号可能不稳定，需要等待一段时间，或联系当地运营商查询
			</br>若使用以上办法扔无法正常获取，请 <b>【联系客服】</b>
		</view></br>
		<view style="font-weight: 700;">
			8.怎样在小组中发帖？
		</view>
		<view>
			加入小组后，可在：
			</br>1.发布-文章/动态/笔记/问答 页面填写内容，选择相应的小组
			</br>2.或者在小组页面，点击页面右下角发布按钮 发布内容
		</view></br>
	</view>
</template>

<script>
</script>

<style lang='scss' scoped> 
</style>
