<template>
	<view style="flex-direction: column;width: 100%;height: 100%;padding: 20upx;background-color: #FFFFFF;color: #5c5f66;">
		<!-- <view style="font-size: 16px;font-weight: 700;">
			甜宠配对协议
		</view></br> -->
		<view style="font-weight: 700;">
			作为用户，请您务必仔细阅读并透彻理解本规则的全部内容，因为它包含了关于您在甜宠如何使用配对服务以及服务费的的收取等重要内容，如您不同意本规则的任意内容，请立即停止使用甜宠服务，使用甜宠服务即被视为您对本规则全部内容的认可并依法受其约束。
		</view></br>
		<view style="font-weight: 700;">
			一、配对服务查询
		</view>
		<view >
			1、您可根据甜宠提供的分类搜索功能，按各搜索条件搜索配对服务，也可通过地标搜索配对服务。
			</br>2、您无需注册即可在甜宠App上浏览和搜索您喜欢的配对服务。
		</view></br>
		<view style="font-weight: 700;">
			二、配对服务预订
		</view>
		<view >
			1、如您预订配对服务，您需在甜宠平台注册并登录相应的账号。
			</br>2、预订配对前，您应仔细阅读配对信息，确保清楚了解商家描述的配对信息、价格、收退款政策等，并接受商家制定的配对使用规则、交易规则等相关约束条件。您可通过配对服务预订或确认预订，经商家和用户双方确认（含立即确认形式）的订单视为有效订单。
			</br>3、需要商家确认的订单模式，提交预订后商家会在规定时间内处理您的订单：确认或拒绝您的预订请求。如商家在规定时间内未处理您的订单，系统则默认此预订订单过期失效。
			</br>4、作为用户，您清楚甜宠是信息服务平台。对于平台上商家自主发布的所有信息，当您发现疑似虚假或违法信息时，应立即向甜宠举报。甜宠将按照相应的平台规则采取必要措施。
			</br>5、您理解并同意，凡您对某个服务进行操作就表明您对本规则已经认真阅读，并且接受本规则项下的约束。如果您对本规则内任何条款不予认同，请您立即停止对甜宠平台内的配对进行任何操作。
		</view></br>
		<view style="font-weight: 700;">
			三、费用支付
		</view>
		<view >
			1、平台预订页面默认不显示配对价格，根据您选择的预订配对日期，商家会提供价格
			</br>2、若因费用部分产生任何争议，由商家与用户自主解决，甜宠平台将不予承担任何责任。
			</br>3、提交预订时，请提前联系商家咨询价格，并清楚了解付款规则。
			</br>4、您与商家线下或自行达成的任何承诺或协议与甜宠无关，甜宠不对此承诺或协议作出任何解释或承担任何责任。
		</view></br>
		<view style="font-weight: 700;">
			四、取消预订及退款
		</view>
		<view >
			甜宠上各配对的交易规则由商家自主设定，每个配对详情页和提交预订请求页均已列明交易规则，明确说明取消预订及退款细则，依配对不同规则或有不同。
		</view></br>
		<view style="font-weight: 700;">
			五、配对须知
		</view>
		<view >
			1、甜宠平台会对商家信息进行审核，如商家刻意隐瞒，甜宠不负有任何性质的协助义务和承担任何形式的责任。预订之前请您仔细查看商家的个人资料和历史评价，阅读商家在配对、设施描述及配对须知里描述的所有信息，并在线上与商家确认详细地址，前往地点过程中有任何疑问，您可在甜宠平台自行与商家联系。
			</br>2、配对过程中发生的任何意外情况、商家对用户在宠物配对时的任何行为约束、线下交易行为等引起的任何性质的纠纷，应由您与商家自行通过法律途径解决，甜宠不负有任何性质的协助义务和承担任何形式的责任。
			</br>3、使用配对过程中，有任何疑问，建议您及时致电甜宠客服取得甜宠的帮助。
		</view></br>
		<view style="font-weight: 700;">
			六、其他
		</view>
		<view >
			甜宠有权在任何时间不时地制订、变更或修改本规则。一旦条款内容发生变更，“甜宠”将会在相关的页面进行公布，不再单独通知您。变更后的服务协议或规则公布7天后生效。如您不同意相关变更，请立即停止使用“甜宠”服务。如您继续使用甜宠服务，即表示您接受变更后的服务协议或规则。当发生有关争议时，以最新的服务协议或规则为准。
		</view></br>
	</view>
</template>

<script>
	export default{
		data(){
			return{
				
			}
		},
		methods: {
			
		}
	}
</script>

<style lang='scss' scoped> 
</style>
