<template>
	<view style="flex-direction: column;width: 100%;height: 100%;padding: 20upx;background-color: #FFFFFF;color: #5c5f66;">
		<!-- <view style="font-size: 16px;font-weight: 700;">
			隐私协议
		</view></br> -->
		<view>
			<b>引言</b>
			</br></br>
			甜宠App（以下简称“甜宠”）是由西安睿快斯特网络科技有限公司 为您提供的一款宠物服务产品。
			</br>甜宠深知个人信息（含个人敏感信息）对你的重要性，并会全力保护你的个人信息安全。我们致力于维持你对我们的信任，恪守以下原则，保护你的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、公开透明原则、确保安全原则、主体参与原则等。同时，甜宠承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护你的个人信息。
			</br>本隐私协议（以下简称“本协议”）适用于甜宠的所有相关服务。在使用甜宠各项服务前，请你务必仔细阅读并透彻理解本协议，并做出你认为适当的选择。<b>一旦你开始使用甜宠的各项服务，即表示你已充分理解并同意本协议。</b>需要提醒你注意，本隐私协议仅适用于我们所收集的信息，不适用于通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息以及通过在我们服务中进行广告服务的其他公司或机构所收集的信息。
			</br>本协议将帮助你了解以下内容：
			</br>1、我们如何收集和使用你的个人信息
			</br>2、我们如何使用 Cookie 和同类技术
			</br>3、我们如何共享、转让、公开披露你的个人信息
			</br>4、我们如何保护你的个人信息
			</br>5、你的权利
			</br>6、关于儿童的个人信息
			</br>7、你的个人信息如何在全球范围转移
			</br>8、本协议如何更新
			</br>9、如何联系我们 。
			</br>
			<b>相关术语及定义</b>
			</br>1、甜宠：指甜宠App或对甜宠App享有所有权或运营权的主体西安睿快斯特网络科技有限公司（注册地址：陕西省西安市高新区科技二路76号龙记观澜山3幢1单元15层11504室）及其关联公司。
			</br>2、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息，包括个人基本资料（姓名、出生日期）、个人身份信息（身份证、军官证、护照、工作证）、个人生物识别信息（个人基因、指纹）、网络身份标识信息（系统账号、IP地址、邮箱地址及前述有关的密码、口令、口令保护答案）、个人健康生理信息、个人教育工作信息（个人职业、职位、工作单位、学历、学位、教育经历）、个人财产信息（银行账号、存款信息、交易和消费记录、财产信息、征信信息）、个人通信信息（通信通讯联系方式、通信记录和内容）、联系人信息（通讯录、好友列表、群列表）、个人上网记录（指通过日志存储的用户操作记录）、个人常用设备记录（包括硬件序列号、设备MAC地址、软件列表、唯一设备识别码）、个人位置信息（包括行踪轨迹、精准定位信息、住宿信息等）其他信息（婚史、宗教信息、性取向、未公开的违法犯罪记录等）。本定义出自于GB/T35273《信息安全技术个人信息安全规范》。
			</br>3、个人敏感信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。包括个人财产信息（银行账号、鉴别信息、交易和消费记录、流水记录等）、个人生物识别信息、个人身份信息（如身份证、军官证、护照、工作证）、网络身份标识信息（如系统账号、邮箱地址及前述有关的密码、口令、口令保护答案）、其他信息（个人电话号码、性取向、婚史、行踪轨迹、网页浏览记录、精确定位信息）等。本定义出自于GB/T35273《信息安全技术个人信息安全规范》 
			</br>4、收集：指获得对个人信息的控制权的行为，包括由个人信息主体主动提供、通过与个人信息主体交互或记录个人信息主体行为等自动采集，以及通过共享、转让、搜集公开信息间接获取等方式。
			</br>5、删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。
			</br>6、公开披露：指向社会或不特定人群发布信息的行为。
			</br>7、转让：指将个人信息控制权由一个控制者向另一个控制者转移的过程
			</br>8、共享：指个人信息控制者向其他控制者提供个人信息，且双方分别对个人信息拥有独立控制权的过程。
			</br>9、匿名化：指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能 被复原的过程。 注：个人信息经匿名化处理后所得的信息不属于个人信息。
			</br>10、去标识化：指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别个人信息主体的过程。
			</br>11、关联公司：指相互之间存在关联关系的公司，关联关系是指公司控股股东、实际控制人、董事、监事、高级管理人员与其直接或者间接控制的企业之间的关系，以及可能导致公司利益转移的其他关系。
			</br>
			</br>
			<b>一、我们如何收集和使用你的个人信息</b></br>
			<b>（一）我们如何收集你的个人信息</b>
			</br>
			你在使用甜宠提供的服务时，为了更好地实现你的目的，我们可能收集和使用你的个人信息。包括：
			</br>1、你在注册甜宠账号时提供的信息 
			</br>注册并登录甜宠账号时，需要你提供手机号码、电子邮箱或第三方账号（微信、QQ、微博 ）的信息，我们将通过发送短信验证码或邮件的方式来验证你的账号是否有效。你可根据自身需求补充填写个人信息（头像、昵称、简介、性别、城市、生日）。
			
			</br>2、在你使用服务的过程中收集的信息 
			</br>使用本隐私协议“（二）我们如何使用你的个人信息”中所列举的甜宠产品与/或服务时，我们可能会收集你使用的设备信息（包括操作系统、软件版本、语言设置、IP地址），浏览信息（包括搜索关键词、访问页面链接和访问时间），发布信息（包括文字、图片、视频），位置信息（包括寄养服务、领养服务、配对服务、发布文章、发布动态、发布笔记、发布问答、发布闲置），交易信息（包括交易记录、购买需要邮寄的物品时提供的地址信息），身份信息（包括手机认证、实名认证时需要提供的身份证号码、手机号码）。
			
			</br>3、第三方向甜宠提供的信息：
			</br>我们的产品或服务可能包括第三方的产品或服务，当您使用这些产品或服务时，也可能收集并使用您的信息以为您提供服务
			</br>你在第三方服务中使用甜宠的时候，我们会收集第三方服务向我们提供的有关信息。
			</br>你提供的上述信息，将在你使用本服务期间持续授权我们使用。在你注销账号时，我们将停止使用并删除上述信息。
			</br>上述信息将存储于中华人民共和国境内，不会进行跨境传输。
			</br>提供上述信息，尤其是个人敏感信息，你可能面临用户信息泄露或用户账号被盗、个人隐私及财产安全难以保障等风险，但我们将尽最大努力避免上述风险发生。
			</br>如你选择不提供上述信息，你可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。
			
			
			</br>4、甜宠向第三方提供信息
			</br>为保证向您提供本隐私政策目的所述的服务，我们可能会向第三方服务提供商与业务合作伙伴等第三方共享必要的个人信息。
			</br>这包括我们的数据中心、数据存储设施、客户服务供应商、广告和营销服务供应商以及其他业务合作伙伴，比如：支付宝（中国）网络技术有限公司、深圳市腾讯计算机系统有限公司、广州网易计算机系统有限公司、高德软件有限公司、华为技术有限公司、小米科技有限责任公司等。这些第三方可能代表甜宠 App或出于本隐私政策的一项或多项目的处理您的个人信息。我们保证仅出于正当、合法、必要、特定、明确的目的共享为您提供服务所必要的个人信息。 甜宠App将进行尽职调查并签订合同，以确保第三方服务提供商遵守您所属司法管辖区中适用的隐私法律。第三方服务提供商也可能拥有其子处理者。
			</br>为提供成效衡量、分析和其他商业服务，我们还可能以汇总的形式与第三方（例如向我们的广告商）共享信息（非个人信息）。我们使用所掌握的信息来帮助广告主和其他合作伙伴评估他们广告和服务的成效及覆盖情况，并了解使用他们服务的人群类型以及人们如何与其网站、应用和服务互动。我们也可能与其共享我们服务的一般使用趋势，例如购买某些产品或从事某些交易的特定人群中的客户数量。
			</br>接入第三方服务的情形，我们可能会接入第三方SDK服务，并将我们依照本政策收集的您某些信息共享给该等第三方服务商，以便提高更好的客户服务和用户体验。
			</br>
			
			<view class="genaral-area" style="background-color: #FFFFFF;">
				<view class="flex-box tc thead">
					<view class="item-2">第三方SDK名称</view>
					<view class="item-2">信息获取</view>
					<view class="item-2">使用目的</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">
						友盟统计
					</view>
					<view class="item-2">
						外部存储状态，网络位置信息，网络类型，SIM 卡序列号，网络服务运营商，IMEI，MAC 地址，ANDROID_ID，IP 地址，WiFi 信息，唯一设备识别码(IDFA / OPENUDID / GUID)
					</view>
					<view class="item-2">
						用户使用统计分析，并通过地理位置校准报表数据准确性，提供基础反作弊能力。
					</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">美洽</view>
					<view class="item-2">IMEI</view>
					<view class="item-2">客服</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">高德地图</view>
					<view class="item-2">外部存储状态，最近一次地理位置信息，持续定位，网络类型，网络服务运营商，WiFi 信息</view>
					<view class="item-2">定位以及地图展示及 poi 查询</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">腾讯即时通讯</view>
					<view class="item-2">网络类型</view>
					<view class="item-2">提供聊天等消息服务</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">阿里云推送</view>
					<view class="item-2">ANDROID_ID，网络类型</view>
					<view class="item-2">向用户推送消息</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">小米推送</view>
					<view class="item-2">外部存储状态，WiFi 信息，网络类型</view>
					<view class="item-2">当自建推送不可达时，小米手机用户将通过MIUI系统推送消息</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">华为推送</view>
					<view class="item-2">外部存储状态，WiFi 信息，网络类型</view>
					<view class="item-2">当自建推送不可达时，华为手机用户将通过EMUI系统推送消息</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">Vivo推送</view>
					<view class="item-2">外部存储状态，WiFi 信息，网络类型</view>
					<view class="item-2">当自建推送不可达时，Vivo手机用户将通过EMUI系统推送消息</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">OPPO推送</view>
					<view class="item-2">外部存储状态，WiFi 信息，网络类型</view>
					<view class="item-2">当自建推送不可达时，OPPO手机用户将通过EMUI系统推送消息</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">魅族推送</view>
					<view class="item-2">外部存储状态，WiFi 信息，网络类型</view>
					<view class="item-2">当自建推送不可达时，魅族手机用户将通过EMUI系统推送消息</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">腾讯第三方认证</view>
					<view class="item-2">系统语言，外部存储状态，最近一次地理位置信息，网络位置信息，持续定位，网络类型，手机号码，SIM 卡序列号，网络服务运营商，IMEI，MAC 地址，ANDROID_ID，IP 地址，WiFi 信息，应用安装列表，读取剪切板</view>
					<view class="item-2">QQ 登录、微信登录</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">微博登录</view>
					<view class="item-2">网络类型，SIM 卡序列号，IMEI，MAC 地址，ANDROID_ID，WiFi 信息，相册，读取剪切板</view>
					<view class="item-2">微博登录</view>
				</view>
				<view class="flex-box table tc">
					<view class="item-2">Apple登录</view>
					<view class="item-2">-</view>
					<view class="item-2">Apple登录</view>
				</view>
			</view>
			</br>目前，我们接入的第三方服务商主要包括以下几种类型：
			</br>1. 用于消息推送功能，包括收集厂商Push推送、特定事件提醒等；
			</br>2. 用于在您同意的情况下获取设备位置权限、搜集设备信息和日志信息等；
			</br>3. 用于第三方授权服务，包括第三方账号登陆、将有关内容分享至第三方产品等；
			</br>4. 用于支持产品功能模块，内容存储等；
			</br>5. 用于优化产品性能，包括提高硬件配网能力、减低服务器成本、功能热修复等；
			</br>6. 用于账号安全、产品加固相关服务，包括网络监测、域名解析、防劫持、反垃圾反作弊、加解密服务等。
			</br>我们仅会出于正当、必要、特定的目的共享您的信息。对我们与之共享信息的第三方服务商，我们会要求他们履行相关保密义务并采取相应的安全措施。
			</br>第三方社交媒体或其他服务由相关的第三方负责运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本政策）约束，您需要仔细阅读其条款。本政策仅适用于我们所收集的个人信息，并不适用于任何第三方提供的服务或第三方的信息使用规则。如您发现这些第三方社交媒体或其他服务存在风险时，建议您终止相关操作以保护您的合法权益。
			</br></br>
			<b>（二）我们如何使用你的个人信息</b>
			</br><b>我们会在下列情况下使用你的个人信息：</b>
			
			</br>1、向你提供你使用的各项服务，并维护、改进这些服务。
			</br>（1）发布功能：你可以发布文字、图片、视频，我们需要收集你发布的信息，并展示你的昵称、头像、发布内容。
			</br>（2）个性化功能：你可以浏览、关注、收藏你感兴趣的动态、文章、笔记、问答等条目，我们需要结合你的操作行为并通过算法分析，向你进行个性化推荐、展示或推送你可能感兴趣的特定信息。有的信息可能不是你喜欢的信息。
			</br>（3）搜索功能：你可以使用对关键字进行查询的服务，我们需要使用网络存储机制和应用数据缓存，收集你设备上的信息并进行本地存储，以提供更便捷的搜索服务。
			</br>（4）定位功能：你可以使用与地理位置相关的服务，寄养、领养、配对、文章、动态、笔记、问答等产品需要收集你的位置信息来提供所在区域的商品或服务。
			</br>（5）认证功能：你可以使用身份认证的服务。当你申请入驻、申请领养时，我们需要收集你的姓名、有效身份证件验证身份信息。信息审核通过后，我们会为你的个人账号提供认证标识。
			</br>（6）营销活动：你可以参加由我们或第三方举办的线上或线下的营销活动，包括提前观影、线下沙龙、展览、市集，我们会征得你的同意后，收集你的手机号码、用户id、真实姓名以提供更好的活动体验。
			</br>（7）客服功能：你可以向客服发起投诉、申诉或咨询，我们需要你提供真实姓名、手机号码、电子邮件。以及时地向你反馈投诉、申诉或咨询结果，如以个人名义进行投诉，还需要提供身份证件。
			</br>（8）经你同意的其他目的，包括但不限于向你发出产品和服务信息，或通过系统向你展示个性化的第三方推广信息，或在征得你同意的情况下与我们的合作伙伴共享信息以便他们向你发送有关其产品和服务的信息。有的信息有可能是你不希望接收的信息。
			
			</br>2、 需要提醒你注意，以下情形中，使用你的个人信息无需你的同意：
			</br>(1)与国家安全、国防安全直接相关的。
			</br>(2)与公共安全、公共卫生、重大公共利益直接相关的。
			</br>(3)与犯罪侦查、起诉、审判和判决执行等直接相关的。
			</br>(4)出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的。
			</br>(5)所收集的个人信息是你自行向社会公众公开的。
			</br>(6)从合法公开披露的信息中收集的你的个人信息的，如合法的新闻报道、政府信息公开等渠道。
			</br>(7)根据你的要求签订和履行合同所必需的。
			</br>(8)用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障。
			</br>(9) 出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的。
			</br>(10)法律法规规定的其他情形。</br>
			
			</br>二、我们如何使用Cookie和同类技术
			</br>（一）Cookie
			</br>使用 Cookie 能帮助你实现你的联机体验的个性化，你可以接受或拒绝 Cookie ，大多数 Web 浏览器会自动接受 Cookie，但你通常可根据自己的需要来修改浏览器的设置以拒绝 Cookie。为了让你在访问甜宠时能得到更好的服务，甜宠有时会使用 Cookie 以便知道哪些网站受欢迎。Cookie不会跟踪个人信息。
			</br>当你注册甜宠时，甜宠亦会使用 Cookie。在这种情况下，甜宠会收集并存储有用信息，当你再次访问甜宠时，我们可辨认你的身份。来自甜宠的 Cookie 只能被甜宠读取。如果你的浏览器被设置为拒绝 Cookie，你仍然能够访问甜宠的大多数网页。
			</br>
			</br>（二）网站信标和像素标签
			</br>除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向你发送的电子邮件可能含有链接至我们网站内容的点击 URL。如果你点击该链接，我们则会跟踪此次点击，帮助我们了解你的产品或服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果你不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。 
			</br>
			</br>（三）Do Not Track(请勿追踪)
			</br>很多网络浏览器均设有 Do Not Track 功能，该功能可向网站发布 Do Not Track 请求。目前，主要互联网标准组织尚未设立相关政策来规定网站应如何应对此类请求。但如果你的浏览器启用了 Do Not Track，那么我们的网站都会尊重你的选择。
			</br>三、我们如何共享、转让、公开披露你的个人信息
			</br>我们充分知晓因违法共享、转让、公开披露个人信息对个人信息主体造成损害时所应承担的法律责任，对于你的个人信息的一切共享、转让、公开披露，我们将严格按照以下条款进行：
			</br>
			</br>（一）共享
			</br>尊重用户个人隐私是甜宠的一项基本原则。除以下情形外，我们不会与任何公司、组织和个人分享你的个人信息： 
			</br>1、在获取明确同意的情况下共享：获得你的明确同意后，我们会与其他方共享你的个人信息。
			</br>2、我们可能会按照司法机关或行政机关的要求，对外共享你的个人信息。
			</br>3、与我们的关联公司共享：你的个人信息可能会与甜宠的关联公司共享。我们只会共享必要的个人信息，且受本隐私协议中所声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求你的授权同意。
			</br>4、与授权合作伙伴共享：仅为实现本协议中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享你的某些个人信息，以提供更好的客户服务和用户体验。我们仅会出于合法、正当、必要、特定、明确的目的共享你的个人信息，并且只会共享提供服务所必要的个人信息，例如在你上网购买我们的产品时必须与物流公司共享你的信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。
			</br>对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私协议以及其他任何相关的保密和安全措施来处理个人信息。
			</br>
			</br>（二）转让
			</br>我们不会将你的个人信息转让给任何公司、组织和个人，但以下情况除外：
			</br>1、在获取明确同意的情况下转让：获得你的明确同意后，我们会向其他方转让你的个人信息。
			</br>2、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有你个人信息的公司、组织继续受此隐私协议的约束，否则我们将要求该公司、组织重新向你征求授权同意。
			</br>
			</br>（三）公开披露
			</br>我们仅会在以下情况下，公开披露你的个人信息：
			</br>1、获得你明确同意后。
			</br>2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露你的个人信息。
			</br>四、我们如何保护你的个人信息
			</br>(一) 我们已使用符合业界标准的安全防护措施保护你提供的个人信息， 防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护你的个人信息。例如，在你的浏览器与 “服务”之间交换数据(如信用卡信息)时受SSL加密保护；我们同时对甜宠网站提供 https 安全浏览方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
			</br>(二) 我们会采取一切合理可行的措施，确保未收集无关的个人信息。除非取得你的书面许可，我们将在且仅在你删除或注销账户后36个月保留你的个人信息， 超出此期限后，我们将会对你的个人信息进行匿名化处理或销毁。
			</br>(三) 互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他甜宠用户的交流方式并未加密，我们强烈建议你不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证你的账号安全。
			</br>(四) 互联网环境并非百分之百安全，我们将尽力确保或担保你发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致你的合法权益受损，我们将承担相应的法律责任。
			</br>(五)  在不幸发生个人信息安全事件后，我们将按照《网络安全法》第42条第二款之规定及时向你告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知你，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
			</br>同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
			</br>
			</br>五、你的权利
			</br>无论你何时使用甜宠，我们都会尽一切可能保证你可以顺利访问自己的账户信息。如果这些信息有误，我们会努力提供各种方式来让你快速更新或删除账户内信息。为了使你拥有充分的能力保障你的隐私和安全，你拥有如下权利：
			</br>（一）访问你的个人信息
			</br>除法律法规规定外，你有权随时访问你的个人信息。主要包括以下信息：
			</br>1、账户信息：如果你希望访问或编辑你的账户中的名号/昵称、域名、头像、登录邮箱、手机号、隐私设置等
			</br>2、搜索信息：你可以在搜索时，访问或使用清除功能，清除你的搜索历史记录。
			</br>如果你无法通过上述链接及方式访问，你可以随时联系我们，我们将尽快回复你的请求。
			</br>（二）更正你的个人信息
			</br>当你发现你所填写的或者我们处理的关于你的个人信息有错误时，你有权自行更正。当你无法自行更正时，你可以随时联系我们，我们将尽快回复你的更正请求。
			</br>（三）删除你的个人信息
			</br>除法律法规规定外，你有权随时自行删除或者联系我们删除你已发布的信息。在以下情形中，你可以向我们提出删除个人信息的请求：
			</br>1、我们处理个人信息的行为违反法律法规的。
			</br>2、我们收集、使用你的个人信息，却未征得你的同意。
			</br>3、我们处理个人信息的行为违反了与你的约定。
			</br>4、你不再使用我们的产品或服务，或你注销了账号。
			</br>5、我们不再为你提供产品或服务。
			</br>若我们决定响应你的删除请求，我们还将同时通知从我们获得你的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得你的独立授权。
			</br>当你从我们的服务中删除信息后，我们将会在法律规定的时间内从备份系统中删除相应的信息。
			</br>如因经营不善等原因，我们停止运营了，我们会立即停止对你对应个人信息的收集，并删除已收集的个人信息。
			</br>（四）改变你授权同意的范围或撤回你的授权
			</br>每个业务功能需要一些基本的个人信息才能得以完成(见本协议“第一部分”)。对于额外收集的个人信息的收集和使用，你可以随时给予或收回你的授权同意。
			</br>你可以通过删除信息、关闭移动设备功能、在甜宠App中进行隐私设置等方式改变你授权同意的范围或撤回你的授权。
			</br>当你收回同意后，我们将不再处理相应的个人信息。但你收回同意的决定，不会影响此前基于你的授权而开展的个人信息处理。
			</br>（五）注销／删除账号
			</br>你可以选择注销／删除甜宠账号，账号被注销／删除后将不可恢复，你的个人信息将被删除或匿名化处理，建议你做好备份。注销／删除后手机号可自动解除绑定，之后可以与其它甜宠账号绑定。 
			</br>（六）获取你的个人信息副本
			</br>我们将根据你的书面请求，为你提供以下类型的个人信息副本：你的个人基本资料、个人身份信息。但请注意，我们为你提供的信息副本仅以我们收集的信息为限。
			</br>（七）约束信息系统自动决策
			</br>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响你的合法权益，你有权要求我们做出解释，我们也将提供适当的救济方式。
			</br>（八）响应你的上述请求
			</br>为保障安全，你可能需要提供书面请求，或以其他方式证明你的身份。我们可能会先要求你验证自己的身份，然后再处理你的请求。 
			</br>我们将做出答复。 对于你合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段(例如，需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际(例如，涉及备份磁带上存放的信息)的请求，我们可能会予以拒绝。
			</br>在以下情形中，按照法律法规要求，我们将无法响应你的请求：
			</br>1、与国家安全、国防安全直接相关的。
			</br>2、与公共安全、公共卫生、重大公共利益直接相关的。
			</br>3、与犯罪侦查、起诉、审判和判决执行等直接相关的。
			</br>4、有充分证据表明你存在主观恶意或滥用权利的。
			</br>5、响应你的请求将导致你或其他个人、组织的合法权益受到严重损害的。
			</br>6、涉及商业秘密的。</br>
			</br>六、关于儿童的个人信息
			</br>我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。对于经父母同意而收集未成年个人信息的情况，我们只会在司法机关或行政机关要求、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。
			</br>尽管当地法律和习俗对未成年人的定义不同，但我们将不满 16 周岁的任何人均视为未成年人。
			</br>如果我们发现自己在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关数据。</br>
			</br>七、你的个人信息如何在全球范围转移
			</br>我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内，不会存在个人信息出境之情况。</br>
			</br>八、本协议如何更新
			</br>我们的隐私协议将不定时更新。
			</br>西安睿快斯特网络科技有限公司保留随时更新本声明的权利，当声明发生修改时，我们会在本页面上发布更新并且以弹框或与弹框同等显著的方式通知你本协议所做的任何变更
			</br>告知您变更后的声明。如您继续使用我们的服务， 即视为您同意我们的变更后的隐私政策
			</br>我们才会按照更新的声明收集、使用、存储您的个人信息。
			</br>九、如何联系我们
			</br>如果你对本隐私政策有任何疑问、意见或建议，可以通过如下任一方式联系我们：
			</br>1、拨打029-89382829与我们个人信息保护负责人联系。
			</br>2、发送邮件至xarequest@163.com与我们客服联系。
			</br>3、除此之外，你还可以将相关函件邮寄至下列地址：陕西省西安市高新区科技二路陕商投资大厦11504室
			</br>我们将尽快审核所涉问题，并在验证你的身份后，于15个工作日内进行回复。
			</br>十、争议解决
			</br>1、如果你认为我们的个人信息处理行为损害了你的合法权益，你可向有关政府部门反映。
			</br>2、本隐私政策以及我们处理你个人信息事宜引起的争议，你还可以通过向甜宠住所地有管辖权的人民法院提起诉讼的方式寻求解决。
			</br></br>
			2020年12月30日更新
			
		</view></br>
		
	</view>
</template>

<script>
	export default{
		data(){
			return{
				
			}
		},
		methods: {
			
		}
	}
</script>

<style lang="scss" scoped>
	$color:#b7b7b7;
	.content {
		display: flex;
		flex: 1;
		flex-direction: column;
		background-color: #f9f9f9;
	}
	
	.flex-box {
		display: flex;
		flex-wrap: wrap;
		justify-content: center;
	}
	
	
	.flex-box>.item-2 {
		flex: 0 0 33%;
	}
	
	.flex-box>.item-3 {
		flex: 0 0 33%;
	}
	
	//普通表格
	.genaral-area {
		.item-2 {
			font-size: 26upx;
			// border: 1upx solid $color;
			border-width: 1upx 1upx 0 0;
			padding: 16upx 0;
			box-sizing: border-box;
			text-align: center;
			background-color: #f9f9f9;
			margin-right: 1px;
	
			&:first-child {
				border-left-width: 1upx;
			}
	
			&:last-child {
				border-right-width: 1upx;
			}
		}
	
		.thead {
			.item-2 {
				box-sizing: border-box;
				background-color: #F9F9F9;
				margin-right: 1px;
				margin-bottom: 1px;
			}
		}
	
		.table {
			&:last-child {
				// border-bottom: 1upx solid $color;
			}
	
			.item-2 {
				display: flex;
				justify-content: center;
				align-items: center;
				box-sizing: border-box;
				color: #777777;
				margin-bottom: 1px;
			}
		}
	}
</style>
