<template>
	<view style="flex-direction: column;width: 100%;height: 100%;padding: 20upx;background-color: #FFFFFF;color: #5c5f66;">
		<!-- <view style="font-size: 16px;font-weight: 700;">
			社区规范
		</view></br> -->
		<view>
			甜宠App社区致力于为广大爱宠用户提供记录爱宠日常、分享养宠经验的平台。为了营造良好的社区氛围，成为记录爱宠日常、分享养宠经验的优质社区，甜宠App制定社区管理规定，管理社区的注册用户和用户发布的内容，希望得到社区用户的共同维护和遵守。
			</br></br>
			甜宠社区鼓励用户在社区发布、传播、分享如下内容：</br>
			1、符合新时代中国特色社会主义思想，坚定拥护社会主义道路、理论、制度和文化的内容</br>
			2、弘扬社会主义核心价值观，宣传中华传统文化的内容</br>
			3、有效回应社会关切，解疑释惑，析事明理，有助于引导用户形成正确共识的内容</br>
			4、记录宠物日常，分享养宠经验</br>
			5、其他遵纪守法，符合社会公序良俗的优质内容</br>
			</br>
			
			甜宠App提倡用户在社区内共同分享日常生活、宠物相关的动态，您在社区发布的内容及行为应符合本规定及相关法律的要求。社区会对如下类型的内容及行为进行不同程度的管理和处罚措施：</br>
			一、涉嫌违法违规的内容，主要表现有：</br>
			1、反对宪法所确定的基本原则的</br>
			2、危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的</br>
			3、损害国家荣誉和利益的</br>
			4、歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的</br>
			5、宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的</br>
			6、煽动民族仇恨、民族歧视，破坏民族团结的</br>
			7、破坏国家宗教政策，宣扬邪教和封建迷信的</br>
			8、散布谣言，扰乱经济秩序和社会秩序的</br>
			9、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的</br>
			10、侮辱或者诽谤他人，侵害他人名誉、隐私和其他合法权益的</br>
			11、法律、行政法规禁止的其他内容</br>
			</br>
			二、内容低俗、不友善或其他不适宜公开的内容，主要表现有：</br>
			1、使用夸张标题，内容与标题严重不符的</br>
			2、炒作绯闻、丑闻、劣迹等的</br>
			3、不当评述自然灾害、重大事故等社会热点事件的</br>
			4、带有性暗示、性挑逗等易使人产生性联想的内容</br>
			5、展现血腥、惊悚、残忍等致人身心不适的内容</br>
			6、煽动人群歧视、地域歧视等</br>
			7、宣扬低俗、庸俗、媚俗内容</br>
			8、可能引发未成年人模仿不安全行为和违反社会公德行为、诱导未成年人不良嗜好等的</br>
			9、其他对网络生态造成不良影响的内容</br>
			</br>
			三、含有不良动机的恶意行为，主要表现有</br>
			1、通过使用容易混淆的文字或头像，冒充他人或暗示与某些人具有关联的内容</br>
			2、未经许可盗用他人原创作品，进行大肆传播的行为</br>
			3、重复发布无意义的内容，如频繁发布难以辨识的、阅读体验差的内容</br>
			4、恶意对抗平台审核机制的行为，如明知违反社区规定前提下，使用变体或谐音等方式规避内容审核</br>
			</br>
			四、涉嫌发布无意义的广告、垃圾内容，主要表现有</br>
			1、发布带有微信、私信交易性质的广告内容</br>
			2、发布带有假冒伪劣商品信息的内容</br>
			3、以引流为目的的扰乱社区秩序的行为，包括但不限于：刷赞、刷关注、垃圾消息等</br>
			4、发布含有潜在危险的内容，如钓鱼网站、病毒等</br>
			</br>
			五、其他禁止的行为：</br>
			1、严禁以非法民间组织名义活动</br>
			2、严禁发布引导私下交易或向微信及其他平台引流的广告</br>
			</br>
			
			对于以上所列举（包括但不局限于）的行为，甜宠APP会视情节轻重采取限制分享、删除动态和封禁账号等处理措施。除了平台会对用户发布的内容进行审核外，用户也可对涉嫌违规的内容进行举报，平台会对举报进行核实并给予相应处理。良好的社区环境，需要大家的共同努力。
			</br>
			</br>
			本社区管理规定自更新之日起生效，您承诺在甜宠App社区的一切活动均不会违反本规定。若您对本规定有任何疑问，可联系甜宠客服进行咨询。相关规定的解释权归甜宠App所有，欢迎用户对该协议提出修改和完善建议。
			</br>
			</br>
			更新日期：2020年8月20日
			</br>
			</br>
		</view></br>
		
	</view>
</template>

<script>
	export default{
		data(){
			return{
				
			}
		},
		methods: {
			
		}
	}
</script>

<style lang='scss' scoped> 
</style>
